new_user = (
    "Добро пожаловать в бот <b>Школы PI</b>! "
    "Здесь вы сможете узнать расписание, "
    "информацию по трансферу и оценить мероприятия. "
    "Для того, чтобы начать использование, необходимо "
    "<b>зарегистрироваться</b>!"
)

agreement = (
    "Нажимая «<b>Отправить</b>», вы соглашаетесь на обработку своих "
    "персональных данных в соответствии с требованиями "
    "ст.9 Федерального закона Российской Федерации "
    "от 27 июля 2006г. №152-ФЗ «О персональных данных»"
)

failed_reg = (
    "К сожалению, мы не нашли информацию о вас в базе. Если вы считаете, "
    "что произошла ошибка – напишите Марии @veselinm"
)

still_failed_reg = (
    "Пока мы не можем найти вас в базе.\n"
    "Если вы написали Марии – не волнуйтесь, мы обязательно вас найдем!"
)

success_reg = (
    "Поздравляем, вы успешно прошли регистрацию!"
)
