menu_button = "Меню 💬"
user_menu = "Тут можно записаться к экспертам, узнать расписание, информацию по трансферу и проживанию"
listener_menu = "Тут можно узнать расписание, информацию по трансферу и проживанию"
expert_menu = (
    "Тут можно узнать информацию по трансферу и проживанию и посмотреть список зарегистрировавшихся на консультацию"
)
manager_menu = "Тут вы можете узнать информацию по трансферу, заселению, отправить рассылку и перейти в базу данных"
transfer_choose = 'Вы можете узнать информацию по трансферу'
transfer_info = (
    "{date}\n\n"
    "<b>Место сбора:</b>\n"
    "{place}\n"
    "<b>За вами подъедет:</b>\n"
    "{car_num}\n"
    "<b>Номер водителя:</b>\n"
    "{driver_num}"
)
transfer_none = "Не удалось найти информацию по вашему трансферу"
living_info = (
    "Вы живете в номере <b>{room}</b>, корпус <b>{build}</b>.\n"
    "Для заселения вам необходимо подойти с паспортом к охране."
)
living_none = "Не удалось найти информацию по вашему проживанию"
contacts_info = (
    "Вот основные контакты, которые могут понадобиться вам в течение школы:\n"
    "<b>по всем организационным вопросам</b> – @khap_polina\n"
    "<b>по вопросам логистики</b> – @eprikyanzoya\n"
    "<b>по всем техническим вопросам с ботом или записью к экспертам</b> – @veselinm"
)

support_links_none = "Не удалось найти информацию по полезным ссылкам"
support_links = (
    "Здесь собрана самая важная и актуальная информация, " 
    "которая может понадобиться вам во время школы"
)

feedback_answer = {
    "1": (
        "<b>1 вопрос</b>\n\n💡Оцените <b>общее впечатление</b> от мероприятия?\n"
        "1 - совсем не понравилось 5 - очень понравилось"
    ),
    "2": "<b>2 вопрос</b>\n\n🎤Насколько вам понравился <b>спикер?</b>\n1 - совсем не понравился 5 - очень понравился",
    "3": (
        "<b>3 вопрос</b>\n\n📚Насколько <b>полезной</b> была информация на мероприятии?\n"
        "1 - совсем бесполезная 5 - очень полезная"
    ),
    "4": (
        "<b>3 вопрос</b>\n\n🤩Насколько <b>применимой</b> была информация на мероприятии?\n"
        "1 - не представляю, где применять 5 - уже придумал, как использую ее"
    )
}

feedback_final = "Спасибо за прохождение опроса! Ваше мнение ценно для нас!"

